Repository: common-repository/category-text
Catalog: ctext-*.po
Languages: it_it

source: Sidebar List
it_it: Lista Sidebar

source: Select a list
it_it: Seleziona una lista

source: Category Text
it_it: Testo in Categoria

source: powered by
it_it: realizzato da

source: Ctext
it_it: Testo in Categoria

source: Plugin Version
it_it: Verisione Plugin

source: DB Version
it_it: Versione DB

source: If you find this plugin useful, you can think to offer me a beer, making a paypal donation
it_it: Se questo plugin ti Ã¨ stato utile, puoi anche pensare di offrirmi una birra facendomi una donazione con paypal

source: Lists Management
it_it: Amministrazione Liste

source: name required missed
it_it: nome obbligatorio mancante

source: new list successfully added
it_it: nuova lista aggiunta con successo

source: list id missed
it_it: ID della lista mancante

source: list successfully deleted
it_it: lista cancellata con successo

source: list successfully renamed
it_it: lista rinominata con successo

source: invalid action
it_it: azione non valida

source: New List
it_it: Nuova Lista

source: New name
it_it: Nuovo nome

source: add
it_it: aggiungi

source: Delete List
it_it: Cancella Lista

source: Lists
it_it: Liste

source: delete
it_it: cancella

source: Rename List
it_it: Rinomina Lista

source: rename
it_it: rinomina

source: Elements Management
it_it: Amministrazione Elementi

source: show elements
it_it: mostra elementi

source: element successfully delated
it_it: elemento cancellato con successo

source: element successfully updated
it_it: elemento aggiornato con successo

source: Title
it_it: Titolo

source: Categories
it_it: Categorie

source: Text
it_it: Testo

source: Preview
it_it: Anteprima

source: Modify the element
it_it: Modifica l'elemento

source: title showed
it_it: titolo visibile

source: title hidden
it_it: titolo nascosto

source: showed in posts
it_it: visualizzato nei posts

source: not showed in posts
it_it: non visualizzato nei posts

source: showed in home
it_it: visualizzato in home

source: not showed in home
it_it: non visualizzato in home

source: Edit this element
it_it: Modifica questo elemento

source: Edit
it_it: Modifica

source: Delete this element
it_it: Cancella questo elemento

source: Do you really want delete this element?
it_it: Vuoi veramente cancellare questo elemento?

source: Delete
it_it: Cancella

source: Children categories:
it_it: Categorie figlie:

source: yes
it_it: si

source: fast edit
it_it: modifica veloce

source: No elements in this list
it_it: Nessun elemento in questa lista

source: You must select a list from menu
it_it: Devi selezionare una lista dal menu

source: Edit Element
it_it: Modifica Elemento

source: Add Element
it_it: Aggiungi Elemento

source: Successfully added
it_it: Aggiunto con successo

source: Successfully updated
it_it: Aggiornato con successo

source: Fields missed
it_it: Campi mancanti

source: List
it_it: Lista

source: Show title
it_it: Mostra titolo

source: Save
it_it: Salva

source: Extend to child category
it_it: Estendi alla categoria figlia

source: children allowed
it_it: Categorie figlie ammesse

source: Extend to posts of category
it_it: Estendi ai posts della categoria

source: posts allowed
it_it: permesso nei posts:

source: Show in home
it_it: Mostra in home

source: Extend to home page
it_it: Estendi alla home page

source: Manage Lists
it_it: Amministra Liste

source: Manage Elements
it_it: Amministra Elementi

source: Arbitrary text or HTML for categories
it_it: Testo o HTML libero suddiviso per categoria
